
name: "mnist"
platform: "pytorch_libtorch"
max_batch_size: 1
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [-1,1,28,28]
  }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [-1,10]
  }
]

instance_group [
    {
        count: 1
        kind: KIND_CPU
    }
]
